<template>
  <div class="about">
    <div class="">
      <img
        class="navigation_img"
        alt="Vue logo"
        src="../assets/img/Фабрика_в_круге.jpg"
      />
    </div>
    <div class="navigation_header">Кратко о группе компаний "ГУД-ФУД"</div>
    <div class="navigation_text">
      "ГУД-ФУД" - это здоровое питание качественными продуктами.<br />Группа
      компаний "ГУД-ФУД" поставляет в Россию орехи и сухофрукты для 150 ведущих
      предприятий кондитерской, молочной и хлебобулочной отрасли страны.<br />
      Журнал Forbes в 2014 году назвал группу компаний "ГУД-ФУД": «ведущим
      поставщиком орехов и сухофруктов в России». Группа "ГУД-ФУД" создана в
      1996 году. Главной задачей была и остается – удовлетворение запросов
      потребителей.<br />
      Несколько миллионов россиян по всей стране являются постоянными
      покупателями продукции под марками GOOD FOOD, NUTBERRY, Виваль. Группа
      компаний выступает за здоровый образ жизни и здоровое питание и предлагает
      натуральные и полезные продукты.<br />
      Главное преимущество "ГУД-ФУД" – это качество продукции. Имеет собственное
      высокотехнологичное производство и современный складской комплекс.
      Обеспечивает наилучшие условия производства и хранения продукции в
      соответствии с мировыми стандартами.<br />
      Одна из первых в стране получила международный сертификат в сфере пищевой
      безопасности и качества Food Safety System Certification 22000. Он
      позволяет поставлять готовую продукцию по всему миру. Фабрика "ГУД-ФУД"
      как крупный поставщик продуктов питания регулярно проверяется ведущими
      торговыми сетями России и регулярно получает наивысшие баллы соответствия
      международным стандартам качества от 95 до 99 из 100 возможных.<br />
      Группа компаний "ГУД-ФУД" обладает более чем 50 отечественными и
      международными наградами за высокое качество продукции. Награды получены
      по результатам выставочной деятельности и участия в международных
      конкурсах. Имеет собственные патенты на производство пищевых продуктов.
    </div>
  </div>
</template>

<style lang="scss">
@import "../css/style.scss";
</style>
