<template>
  <div>
    <!-- <div class="tmHeader__header_small">{{ header }}</div> -->
    <show-case :sku="gfGFdrageeCards" />
  </div>
</template>

<script>
import ShowCase from "../components/ShowCase.vue";

import GFDrageeBanana from "../assets/GOODFOOD/GFdragee/GF-dragee-banana.jpg";
import GFDrageeCashew from "../assets/GOODFOOD/GFdragee/GF-dragee-cashew.jpg";
import GFDrageeStrawberry from "../assets/GOODFOOD/GFdragee/GF-dragee-strawberry.jpg";
import GFDrageeAlmondW from "../assets/GOODFOOD/GFdragee/GF-dragee-almond-w.jpg";
import GFDrageeHuzelnut from "../assets/GOODFOOD/GFdragee/GF-dragee-huzelnut.jpg";
import GFDrageeCherry from "../assets/GOODFOOD/GFdragee/GF1_brown_dragee-cherry.png";
import GFDrageeAlmond from "../assets/GOODFOOD/GFdragee/GF1_brown_dragee-almond.png";
import GFDrageePinenut from "../assets/GOODFOOD/GFdragee/GF1_brown_dragee-pinenut.png";

export default {
  name: "GoodFoodMix",
  components: {
    ShowCase,
  },
  data() {
    return {
      header: "Драже орехов и ягод",
      gfGFdrageeCards: [
        {
          picture: GFDrageeBanana,
          text: "GOOD FOOD Банан в молочной шоколадной глазури 150 г",
          id: 1,
          description:
            "Состав: молочная шоколадная глазурь (сахар, эквивалент какао-масла (пальмовое масло, масло ши),  какао тертое, какао-порошок, какао-масло, сухая молочная сыворотка, молочный жир, эмульгаторы (соевый лецитин, Е476), ароматизаторы («Ириска», «Ванильный»), банан сушеный, сахар,  комплексная пищевая добавка глазирователь «Капол» (стабилизатор гуммиарабик, сахар, патока, пальмовое и кокосовое  масло, этиловый  спирт,  глазирователь  шеллак,  регулятор кислотности  лимонная кислота, консервант сорбиновая кислота), патока.<br>Продукт может содержать  следы арахиса, кунжута  и  орехов.<br>Пищевая ценность в 100 г: Белки 6,2 г, Жиры 23,0 г, Углеводы 60,4 г<br>Энергетическая ценность 473,4 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%. Срок годности 9 месяцев.<br>ТУ 9122-003-60458573-09<br>Страна изготовитель: Россия",
        },
        {
          picture: GFDrageeCashew,
          text: "GOOD FOOD Кешью в шоколадной глазури 150 г",
          id: 2,
          description:
            "Состав: шоколадная глазурь (сахар, какао тертое, какао-масло, эквивалент какао-масла (растительный жир), какао-порошок, эмульгаторы: соевый лецитин, Е476; ароматизатор «Ванилин»), ядра кешью жареные, комплексная пищевая добавка глазирователь  «Капол» (стабилизатор  гуммиарабик, сахар, патока, пальмовое и кокосовое масло, этиловый спирт, глазирователь шеллак, регулятор кислотности  лимонная кислота, консервант сорбиновая кислота).<br>Продукт может содержать следы молочного белка, арахиса, кунжута и других орехов.<br>Пищевая ценность в 100 г: Белки 11,3 г, Жиры 39,7 г, Углеводы 41,2 г, Пищевые волокна 5 г.<br>Энергетическая ценность 567 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%. Срок годности 6 месяцев.<br>ТУ 9122-003-60458573-09<br>Страна изготовитель: Россия",
        },
        {
          picture: GFDrageeStrawberry,
          text: "GOOD FOOD Клубника в белой глазури 150 г",
          id: 3,
          description:
            'Состав: белая шоколадная глазурь ( сахар, какао масло, молоко сухое цельное, сухая молочная сыворотка, эквивалент какао масла(средняя фракция пальмового масла и экзотических масел (сал, иллипе, ши), эмульгаторы (соевый лецитин, Е476), ароматизатор "Ванилин"), клубника сушеная (клубника сушеная, сахар, регулятор кислотности - кислота лимонная, консервант Е220, краситель натуральный - кармин), сахар, комплексная пищевая добавка глазирователь  «Капол» (стабилизатор  гуммиарабик, сахар, патока,  пальмовое и кокосовое масло, этиловый спирт,  глазирователь    шеллак, регулятор кислотности  лимонная кислота, консервант  сорбиновая кислота), патока, ароматизатор «Клубника».<br>Продукт может содержать следы арахиса, кунжута, орехов<br>Пищевая ценность в 100 г: Белки 1,8 г, Жиры 23,5 г, Углеводы 63,8 г, Пищевые волокна 5,5 г.<br>Энергетическая ценность 472 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%. Срок годности 9 месяцев.<br>ТУ 9122-003-60458573-09<br>Страна изготовитель: Россия',
        },
        {
          picture: GFDrageeAlmondW,
          text: "GOOD FOOD Миндаль в белой глазури 150 г",
          id: 4,
          description:
            'Состав: белая шоколадная глазурь ( сахар, какао масло, молоко сухое цельное, сухая молочная сыворотка, эквивалент какао масла(средняя фракция пальмового масла и экзотических масел (сал, иллипе, ши), эмульгаторы (соевый лецитин, Е476), ароматизатор "Ванилин"), ядра миндаля жареные, сахар, комплексная пищевая добавка глазирователь  «Капол» (стабилизатор гуммиарабик, сахар, патока,  пальмовое и кокосовое масло, этиловый спирт, глазирователь шеллак, регулятор кислотности  лимонная кислота, консервант  сорбиновая кислота), стабилизатор гуммиарабик.<br>Продукт может содержать следы арахиса, кунжута и других орехов.<br>Пищевая ценность в 100 г: Белки 6,8 г, Жиры 40,5 г, Углеводы 47,7 г, Пищевые волокна 6,3 г.<br>Энергетическая ценность 582 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%. Срок годности 6 месяцев.<br>ТУ 9122-003-60458573-09<br>Страна изготовитель: Россия',
        },
        {
          picture: GFDrageeHuzelnut,
          text: "GOOD FOOD Фундук в шоколадной глазури 150 г",
          id: 5,
          description:
            "Состав: шоколадная глазурь (сахар, какао тертое, какао-масло,  эквивалент какао-масла (растительный жир), какао-порошок, эмульгаторы (соевый лецитин, Е476),  ароматизатор «Ванилин»), ядра фундука жареные, сахар, какао-порошок, глазирователь - комплексная пищевая добавка «Капол» (стабилизатор - гуммиарабик, сахар, патока,  пальмовое и кокосовое масло, этиловый спирт,  глазирователь -  шеллак, регулятор кислотности - лимонная кислота, консервант – сорбиновая кислота), стабилизатор-гуммиарабик.<br>Продукт может содержать фрагменты скорлупы, следы молочного белка, арахиса, кунжута и других орехов.<br>Пищевая ценность в 100 г: Белки 8,5 г, Жиры 42,6 г, Углеводы 41,5 г, Пищевые волокна 6 г.<br>Энергетическая ценность 583 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%. Срок годности 6 месяцев.<br>ТУ 9122-003-60458573-09<br>Страна изготовитель: Россия",
        },
        {
          picture: GFDrageeCherry,
          text: "GOOD FOOD Вишня в шоколадной глазури 150 г",
          id: 6,
          description:
            "Состав: шоколадная глазурь (сахар, какао тертое, какао-масло,  растительный жир (эквивалент какао-масла), какао-порошок, эмульгатор соевый  лецитин, эмульгатор Е476, ароматизатор ванилин), вишня сушеная (вишня, сахар, регулятор кислотности  кислота лимонная, консервант Е220, краситель кармины), сахар, какао-порошок, комплексная пищевая добавка глазирователь  «Капол» (стабилизатор  гуммиарабик, сахар, патока,  пальмовое и кокосовое масло, этиловый спирт,  глазирователь    шеллак, регулятор кислотности  лимонная кислота, консервант  сорбиновая кислота), патока, ароматизатор «Вишня». Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75 %. Срок годности 9 месяцев от даты изготовления и упаковывания (см. на упаковке).<br>Продукт может содержать косточки, фрагменты косточек, следы молочного белка, арахиса, кунжута и орехов.<br>Пищевая ценность в 100 г: Белки 4,2 г, Жиры 23,6 г, Углеводы 59 г, Пищевые волокна 5 г.<br>Энергетическая ценность 460 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%. Срок годности 9 месяцев.<br>ТУ 9122-003-60458573-09<br>Страна изготовитель: Россия",
        },
        {
          picture: GFDrageeAlmond,
          text: "GOOD FOOD Миндаль в шоколадной глазури 150 г",
          id: 7,
          description:
            "Состав: шоколадная глазурь (сахар, какао тертое, какао-масло, растительный жир (эквивалент масла какао), какао-порошок, эмульгатор соевый лецитин, эмульгатор Е476; ароматизатор ванилин), ядра миндаля жареные, сахар, комплексная пищевая добавка глазирователь «Капол» (стабилизатор гуммиарабик, сахар, патока, пальмовое и кокосовое масло, этиловый спирт,  глазирователь шеллак, регулятор кислотности  лимонная кислота, консервант сорбиновая кислота), какао-порошок, стабилизатор гуммиарабик.<br>Продукт может содержать фрагменты скорлупы, следы молочного белка, арахиса, кунжута и других орехов.<br>Пищевая ценность в 100 г: Белки 9,1 г, Жиры 40,3 г, Углеводы 42,4 г, Пищевые волокна 6,3 г.<br>Энергетическая ценность 568 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%. Срок годности 6 месяцев.<br>ТУ 9122-003-60458573-09<br>Страна изготовитель: Россия",
        },
        {
          picture: GFDrageePinenut,
          text: "GOOD FOOD Кедровый орех в шоколадной глазури 150г",
          id: 8,
          description:
            "Состав: шоколадная глазурь (сахар, какао тертое, какао масло, эквивалент какао-масла (растительный жир), какао-порошок, эмульгаторы ( соевый лецитин, Е476),  ароматизатор «Ванилин»), ядра кедрового ореха, сахар, глазирователь – комплексная пищевая добавка «Капол» (стабилизатор - гуммиарабик, сахар, патока,  пальмовое и кокосовое масло, этиловый спирт, глазирователь - шеллак, регулятор кислотности - лимонная кислота, консервант – сорбиновая кислота), стабилизатор - гуммиарабик.<br>Продукт может содержать фрагменты скорлупы, следы молочного белка, арахиса, кунжута и других орехов.<br>Пищевая ценность в 100 г: Белки 13,8 г, Жиры 65,4 г, Углеводы 8,1 г, Пищевые волокна 5,5 г.<br>Энергетическая ценность 730 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%. Срок годности 6 месяцев.<br>ТУ 9122-003-60458573-09<br>Страна изготовитель: Россия",
        },
      ],
    };
  },
};
</script>
