<template>
  <div>
    <!-- <div class="tmHeader__header_small">{{ header }}</div> -->
    <show-case :sku="NBfruitbarCards" />
  </div>
</template>

<script>
import ShowCase from "../components/ShowCase.vue";

import NBbarApricotApple from "../assets/NUTBERRY/NBfruitbar/NB-Frui-abrikos-yabloko.png";
import NBbarPineappleStr from "../assets/NUTBERRY/NBfruitbar/NB-Frui-ananas-klubnika.png";
import NBbarDateFig from "../assets/NUTBERRY/NBfruitbar/NB-Frui-finik-inzhir.png";
import NBbarGingerHoney from "../assets/NUTBERRY/NBfruitbar/NB-Frui-imbir-med.png";
import NBbarFigApricot from "../assets/NUTBERRY/NBfruitbar/NB-Fruit-finik-abrikos.png";
import NBbarDateCrunberry from "../assets/NUTBERRY/NBfruitbar/NB-Fruit-finik-klukva.png";

export default {
  name: "NutberryFruitBar",
  components: {
    ShowCase,
  },
  data() {
    return {
      header: "Фруктовые батончики из измелченных сушеных фруктов и ягод",
      NBfruitbarCards: [
        {
          picture: NBbarApricotApple,
          text: "NUTBERRY Фруктовый батончик с абрикосом и яблоком 30 г",
          id: 1,
          description:
            "Батончик из измельченных сушеных фруктов и ягод: абрикоса, яблок, вишни, чернослива, клубники, с добавлением пшеничных отрубей и концентрированного сока яблок.<br>Состав: абрикоc сушеный (абрикос без косточки, консервант диоксид серы), яблоки сушеные (яблоки, регулятор кислотности лимонная кислота, консервант диоксид серы), вишня сушеная (вишня, сахар, регулятор кислотности кислота лимонная, консервант диоксид серы, краситель натуральный кармины), чернослив (сливы сушеные без косточки, масло подсолнечное, консервант сорбиновая кислота), клубника сушеная (клубника, сахар, регулятор кислотности кислота лимонная, консервант диоксид серы, краситель натуральный кармины), концентрированный сок яблока, отруби пшеничные, стабилизатор ксантановая камедь, консервант сорбат калия.<br>Продукт может содержать фрагменты косточек, следы арахиса, кунжута и орехов.<br>Пищевая ценность в 100 г: Белки 2,5 г, Жиры 1,0 г, Углеводы 58,0 г.<br>Энергетическая ценность 250 Ккал.<br>Хранить при температуре от +5 °С до +25°С и относительной влажности воздуха не более 75%. Срок годности 12 месяцев.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: NBbarPineappleStr,
          text: "NUTBERRY Фруктовый батончик с ананасом и клубникой 30 г",
          id: 2,
          description:
            "Батончик из измельченных сушеных фруктов: ананасов, клубники, яблок с добавлением, пшеничных отрубей и концентрированного сока яблок.<br>Состав: ананасы сушеные (ананас, сахар, регулятор кислотности лимонная кислота, консервант диоксид серы), клубника сушеная (клубника, сахар, регулятор кислотности кислота лимонная, консервант диоксид серы, краситель натуральный кармины), яблоки сушеные(яблоки, регулятор кислотности лимонная кислота, консервант диоксид серы), пшеничные отруби, концентрированный сок яблока, стабилизатор ксантановая камедь, консервант сорбат калия.<br>Продукт может содержать фрагменты косточек, следы арахиса, кунжута  и орехов.<br>Пищевая ценность в 100 г: Белки 1,0 г, Жиры 1,0 г, Углеводы 70,0 г.<br>Энергетическая ценность 293 Ккал.<br>Хранить при температуре не выше +20°С и относительной влажности воздуха не более 75%. Срок годности 12 месяцев.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: NBbarDateFig,
          text: "NUTBERRY Фруктовый батончик с фиником и инжиром 30 г",
          id: 3,
          description:
            "Батончик из измельченных сушеных фруктов: финика, абрикоса, яблок, инжира, изюма с добавлением концентрированного сока яблок и пшеничных отрубей.<br>Состав: финик сушеный (финик без косточки, глюкозный сироп, консервант сорбат калия), абрикос сушеный (абрикос без косточки, консервант диоксид серы), яблоки сушеные (яблоки, регулятор кислотности лимонная кислота, консервант диоксид серы), инжир сушеный, изюм (виноград сушеный без косточек, подсолнечное масло, консервант диоксид серы), концентрированный сок яблока, пшеничные отруби, стабилизатор ксантановая камедь, консервант сорбат калия.<br>Продукт может содержать фрагменты косточек, следы арахиса, кунжута и орехов.<br>Пищевая ценность в 100 г: Белки 3,0 г, Жиры 1,0 г, Углеводы 55,0 г.<br>Энергетическая ценность 241 Ккал.<br>Хранить при температуре от +5°С до +25°С и относительной влажности воздуха не более 75%. Срок годности 12 месяцев.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: NBbarGingerHoney,
          text: "NUTBERRY Фруктовый батончик с имбирём и мёдом 30 г",
          id: 4,
          description:
            "Батончик из измельченных сушеных фруктов: абрикоса, чернослива, имбиря, меда, корицы молотой, с добавлением пшеничных отрубей и концентрированного сока яблок.<br>Состав: абрикос сушеный (абрикос без косточки, консервант диоксид серы), чернослив (сливы сушеные без косточки, масло подсолнечное, консервант сорбиновая кислота), имбирь сушеный в сахаре (имбирь, сахар, консервант диоксид серы), концентрированный сок яблока, пшеничные отруби, мед, стабилизатор ксантановая камедь, корица молотая, консервант сорбат калия.<br>Продукт может содержать фрагменты косточек, следы арахиса, кунжута и орехов.<br>Пищевая ценность в 100 г: Белки 3,5 г, Жиры 1,0 г, Углеводы 50,0 г.<br>Энергетическая ценность 223 Ккал.<br>Хранить при температуре от +5°С до +25°С и относительной влажности воздуха не более 75%. Срок годности 12 месяцев.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: NBbarFigApricot,
          text: "NUTBERRY Фруктовый батончик с фиником и абрикосом 30 г",
          id: 5,
          description:
            "Батончик из измельченных сушеных фруктов: финика, абрикоса, яблок, ананасов, апельсина с добавлением концентрированного сока яблок и пшеничных отрубей.<br>Состав: финик сушеный (финик без косточки, глюкозный сироп, консервант сорбат калия), абрикос сушеный (абрикос без косточки, консервант диоксид серы), яблоки сушеные (яблоки, регулятор кислотности лимонная кислота, консервант диоксид серы), ананасы сушеные (ананас, сахар, регулятор кислотности лимонная кислота, консервант диоксид серы), апельсин сушеный (апельсин, сахар, регулятор кислотности лимонная кислота, консервант диоксид серы), концентрированный сок яблока, пшеничные отруби, стабилизатор ксантановая камедь, регулятор кислотности лимонная кислота, консервант сорбат калия.<br>Продукт может содержать фрагменты косточек, следы арахиса, кунжута  и орехов.<br>Пищевая ценность в 100 г: Белки 2,5 г, Жиры 1,0 г, Углеводы 60,0 г.<br>Энергетическая ценность 260 Ккал.<br>Хранить при температуре от +5°С до +25°С и относительной влажности воздуха не более 75%. Срок годности 12 месяцев.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: NBbarDateCrunberry,
          text: "NUTBERRY Фруктовый батончик с фиником и клюквой 30 г",
          id: 6,
          description:
            "Батончик из измельченных сушеных фруктов: финика, чернослива, клюквы, изюма, с добавлением пшеничных отрубей и концентрированного сока яблок.<br>Состав: финик сушеный (финик без косточки, глюкозный сироп, консервант сорбат калия), чернослив (сливы сушеные без косточки, масло подсолнечное, консервант сорбиновая кислота), клюква сушеная (клюква, сахар, подсолнечное масло, регулятор кислотности лимонная кислота), изюм (виноград сушеный без косточки, подсолнечное масло, консервант диоксид серы), пшеничные отруби, концентрированный сок яблока, стабилизатор ксантановая камедь, консервант сорбат калия.<br>Продукт может содержать фрагменты косточек, следы арахиса, кунжута  и орехов.<br>Пищевая ценность в 100 г: Белки 2,5 г, Жиры 1,0 г, Углеводы 62,0 г.<br>Энергетическая ценность 267 Ккал.<br>Хранить при температуре от +5°С до +25°С и относительной влажности воздуха не более 75%. Срок годности 12 месяцев.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
      ],
    };
  },
};
</script>
