<template>
  <div>
    <div class="tmHeader__header_small">{{ header }}</div>
    <show-case :sku="NBmixCards" />
  </div>
</template>

<script>
import ShowCase from "../components/ShowCase.vue";

import logo from "../assets/logo/logo.png";

import NBMixCashewCrunberry100 from "../assets/NUTBERRY/NBmix/NB-кешью-клюква-100.jpg";
import NBMixNutsFruits100 from "../assets/NUTBERRY/NBmix/NB-орехи_фрукты_100.jpg";
import NBMixNutsPineapple220 from "../assets/NUTBERRY/NBmix/NB-орехи-ананс-изюм-220.jpg";
import NBMixNutsFruits40 from "../assets/NUTBERRY/NBmix/NB-орехи-фрукты-40-г.jpg";
import NBMixNutsFruits220 from "../assets/NUTBERRY/NBmix/NB-орехи-фрукты-220.jpg";
import NBMixSweetSalt220 from "../assets/NUTBERRY/NBmix/NB-сладкосоленая-220.jpg";
import NBMixSpicy220 from "../assets/NUTBERRY/NBmix/NB-смесь-пикантная-220.jpg";
import NBMixNutsBerry100 from "../assets/NUTBERRY/NBmix/NB-фрукты-орехи-ягоды-100.jpg";
import NBMixNutsBerry220 from "../assets/NUTBERRY/NBmix/NB-фрукты-орехи-ягоды-220.jpg";
import NBMixAppleCinnamon from "../assets/NUTBERRY/NBmix/NB-яблоко-корица-220.jpg";

export default {
  name: "NutberryMix",
  components: {
    ShowCase,
  },
  data() {
    return {
      header: "Смеси орехов, сухофруктов и ягод",
      logo,
      NBmixCards: [
        {
          picture: NBMixCashewCrunberry100,
          text: "NUTBERRY Смесь кешью и клюква 100 г",
          id: 1,
          description:
            "Состав: ядра кешью жареные, клюква сушеная (клюква, сахар, подсолнечное масло, регулятор кислотности  лимонная кислота) в изменяемых соотношениях.<br>Продукт может содержать следы арахиса, кунжута, других орехов<br>Пищевая ценность в 100 г: Белки 22,0 г, Жиры 29,8 г, Углеводы 32,4<br>Энергетическая ценность 498,8 Ккал.<br>Условия хранения: при температуре от +5⁰С до +25°С и относительной влажности воздуха не более 75%.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: NBMixNutsFruits100,
          text: "NUTBERRY Смесь Орехи и фрукты 100 г",
          id: 2,
          description:
            "Состав: ананас сушеный (ананас, сахар, регулятор кислотности лимонная кислота, консервант Е220, красители Е124, Е122, Е133, Е102, Е110),  изюм (виноград сушеный без косточек, масло подсолнечное, консервант Е220), сушеные ядра кешью, фундука, миндаля в изменяемых соотношениях.<br>Содержит красители, которые могут оказывать отрицательное влияние на активность и внимание детей.<br>Продукт может содержать фрагменты скорлупы, следы арахиса, кунжута, других орехов.<br>Пищевая ценность в 100 г: Белки 9,0 г, Жиры 26,5 г, Углеводы 45,9<br>Энергетическая ценность 459,2 Ккал.<br>Хранить при температуре от +5°С до +25°С и относительной влажности воздуха не более 75%.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: NBMixNutsPineapple220,
          text: "NUTBERRY Смесь жареных орехов с ананасом и изюмом 220 г",
          id: 3,
          description:
            "Состав: изюм (виноград сушеный без косточек, масло подсолнечное), ананас сушеный (ананас, сахар, регулятор кислотности лимонная кислота, консервант Е220, красители Е124, Е122, Е133, Е102, Е110), ядра миндаля жареные, ядра фундука жареные, ядра кешью жареные.<br>Содержит красители, которые могут оказывать отрицательное влияние на активность и внимание детей.<br>Продукт может содержать фрагменты скорлупы, следы арахиса, кунжута, других орехов.<br>Пищевая ценность в 100 г: Белки 10,0 г, Жиры 27,0 г, Углеводы 44,0<br>Энергетическая ценность 459 Ккал.<br>Хранить при температуре от +5°С до +25°С и относительной влажности воздуха не более 75%.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: NBMixNutsFruits40,
          text: "NUTBERRY Смесь орехи и ягоды 40 г",
          id: 4,
          description:
            "Состав: изюм (виноград  сушеный  без косточек, подсолнечное масло, консервант Е220), жареные ядра арахиса и фундука, клюква сушеная (клюква, сахар, подсолнечное масло, регулятор кислотности - лимонная кислота) в изменяемых соотношениях.<br>Продукт может содержать следы кунжута, других орехов.<br>Пищевая ценность в 100 г: Белки 13,6 г, Жиры 26,3 г, Углеводы 40,5<br>Энергетическая ценность 472 Ккал.<br>Хранить при температуре от +5°С до +25°С и относительной влажности воздуха не более 75 %.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: NBMixNutsFruits220,
          text: "NUTBERRY Смесь Орехи и фрукты 220 г",
          id: 5,
          description:
            "Состав: ананас сушеный (ананас, сахар, регулятор кислотности лимонная кислота, консервант Е220, красители Е124, Е122, Е133, Е102, Е110),  изюм (виноград сушеный без косточек, масло подсолнечное, консервант Е220), сушеные ядра кешью, фундука, миндаля в изменяемых соотношениях.<br>Содержит красители, которые могут оказывать отрицательное влияние на активность и внимание детей.<br>Продукт может содержать фрагменты скорлупы, следы арахиса, кунжута, других орехов.<br>Пищевая ценность в 100 г: Белки 9,0 г, Жиры 26,5 г, Углеводы 45,9<br>Энергетическая ценность 459,2 Ккал.<br>Хранить при температуре от +5°С до +25°С и относительной влажности воздуха не более 75%.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: NBMixSweetSalt220,
          text: "NUTBERRY Смесь сладко-соленая 220 г",
          id: 6,
          description:
            "Состав: ядра арахиса жареные соленые (соль, масло растительное – смесь (масла растительные рафинированные дезодорированные: подсолнечное, пальмовый олеин, антиокислители Е319, Е330, пеногаситель Е900),  ядра миндаля жареные соленые (масло подсолнечное, соль, комплексная пищевая добавка «Гриндокс»(агент влагоудерживающий Е1520, антиокислители (Е319,Е330)), ананасы сушеные (сахар, регулятор кислотности E330, консервант E220), папайя сушеная (сахар, регулятор кислотности E330, консервант E220).<br>Продукт может содержать следы кунжута, других орехов.<br>Пищевая ценность в 100 г: Белки 17,4 г, Жиры 32,3 г, Углеводы 36,2<br>Энергетическая ценность 505 Ккал.<br>Хранить при температуре от +5°С до +25°С и относительной влажности воздуха не более 75%.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: NBMixSpicy220,
          text: 'NUTBERRY Смесь "Пикантная" 220 г',
          id: 7,
          description:
            "Состав: крекер «Сальса» (кукурузный крахмал, кукурузная мука, пальмовое масло, соль, луковый порошок, чесночный порошок, черный перец, сухая молочная сыворотка, сахар, томатный порошок,  дрожжевой экстракт, регулятор кислотности Е270, агент антислеживающий Е551, красители (Е160с, Е150d), арахис жареный соленый со специями (ядра арахиса жареные, соль, стабилизатор  гуммиарабик, комплексная пищевая добавка вкусоароматическая «Мексиканский соус» (ароматизатор, овощи сушеные (томатный порошок, чеснок), усилители вкуса и аромата ( Е 621, Е 627, Е 631), соль, ароматизаторы  (дрожжевой экстракт, олеорезины: чеснока, черного перца), сухая молочная сыворотка, глюкоза, лактоза, мальтодекстрин, краситель Е 160с, карри, агент антислеживающий ( Е 551), растительное масло, молочный белок,  стабилизатор ( Е 414), регуляторы кислотности (Е 262,  Е 330, Е 341, Е 327)), ядра семян тыквы сушеные в изменяемых соотношениях.<br>Продукт может содержать следы кунжута, орехов.<br>Пищевая ценность в 100 г: Белки 20,3 г, Жиры 37,9 г, Углеводы 30,6<br>Энергетическая ценность 551,9 Ккал.<br>Хранить при температуре от +5°С до +25°С и относительной влажности воздуха не более 75%.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: NBMixNutsBerry100,
          text: "NUTBERRY Смесь орехи фрукты ягоды 100 г",
          id: 8,
          description:
            "Состав: ананас сушеный (ананас, сахар, регулятор кислотности лимонная кислота, консервант Е220, красители Е124, Е122, Е133, Е102, Е110),  изюм (виноград сушеный без косточек, подсолнечное масло, консервант Е 220), сушеные ядра миндаля и кешью, клюква сушеная (клюква, сахар, подсолнечное масло, регулятор кислотности  лимонная кислота) в изменяемых соотношениях.<br>Содержит красители, которые могут оказывать отрицательное влияние на активность и внимание детей.<br>Продукт может содержать фрагменты скорлупы, следы арахиса, кунжута, других орехов.<br>Пищевая ценность в 100 г: Белки 5,9 г, Жиры 13,1 г, Углеводы 58,5<br>Энергетическая ценность 380,8 Ккал.<br>Хранить при температуре от +5°С до +25°С и относительной влажности воздуха не более 75%.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: NBMixNutsBerry220,
          text: "NUTBERRY Смесь орехи фрукты ягоды 220 г",
          id: 9,
          description:
            "Состав: ананас сушеный (ананас, сахар, регулятор кислотности лимонная кислота, консервант Е220, красители Е124, Е122, Е133, Е102, Е110),  изюм (виноград сушеный без косточек, подсолнечное масло, консервант Е 220), сушеные ядра миндаля и кешью, клюква сушеная (клюква, сахар, подсолнечное масло, регулятор кислотности  лимонная кислота) в изменяемых соотношениях.<br>Содержит красители, которые могут оказывать отрицательное влияние на активность и внимание детей.<br>Продукт может содержать фрагменты скорлупы, следы арахиса, кунжута, других орехов.<br>Пищевая ценность в 100 г: Белки 5,9 г, Жиры 13,1 г, Углеводы 58,5<br>Энергетическая ценность 380,8 Ккал.<br>Хранить при температуре от +5°С до +25°С и относительной влажности воздуха не более 75%.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: NBMixAppleCinnamon,
          text: 'NUTBERRY Смесь "яблоко с корицей" 220 г',
          id: 10,
          description:
            "Состав: яблоки сушеные (яблоки, регулятор кислотности  лимонная кислота, консервант  Е220), изюм (виноград сушеный без косточки, масло подсолнечное,  консервант Е220), ядра миндаля сушеные, вишня сушеная (вишня без косточки, сахар, регулятор кислотности лимонная кислота, консервант Е220, краситель  кармины), сахар, патока, корица молотая в изменяемых соотношениях.<br>Продукт может содержать косточки и их фрагменты, следы арахиса, кунжута, других орехов.<br>Пищевая ценность в 100 г: Белки 5,5 г, Жиры 13,1 г, Углеводы 55,6<br>Энергетическая ценность 369,7 Ккал.<br>Хранить при температуре от +5°С до +25°С и относительной влажности воздуха не более 75%.<br>ТУ 9164-002-60458573-15<br>Страна изготовитель: Россия",
        },
      ],
    };
  },
};
</script>
