<template>
  <div>
    <show-case :sku="santeBreakfast" />
  </div>
</template>

<script>
import ShowCase from "../components/ShowCase.vue";

import SanteCrunchyClassic from "../assets/Sante/SanteBreakfast/Crunchy_klasyczne_350g.jpg";
import SanteCrunchyOats from "../assets/Sante/SanteBreakfast/Crunchy_owocowe_350g.jpg";
import SanteCrunchyBanana from "../assets/Sante/SanteBreakfast/Crunchy_bananowe_350g.jpg";
import SanteGranolaGranat from "../assets/Sante/SanteBreakfast/Granola_с_гранатом_и_черникой.jpg";
import SanteGranolaFruits from "../assets/Sante/SanteBreakfast/Granola_с_фруктами.jpg";
import SanteGranolaChokolad from "../assets/Sante/SanteBreakfast/granola-chocolate-350g.jpg";
import SanteGranolaPeanut from "../assets/Sante/SanteBreakfast/granola-nut-350g.jpg";

export default {
  name: "SanteBreakfast",
  components: {
    ShowCase,
  },
  data() {
    return {
      header: "Готовые завтраки",
      santeBreakfast: [
        {
          picture: SanteCrunchyClassic,
          text: "Sante Хрустящие овсяные хлопья Crunchy классические 350&nbspг",
          id: 1,
          description:
            "Состав: цельнозерновые овсяные хлопья 55.6%, мука (ячменная 8.2%, кукурузная 2.8%, кукурузная крупа), нерафинированный тростниковый сахар, негидрогенезированное пальмовое масло, глюкозный сироп, тростниковая патока, кокосовые хлопья, морская соль, ароматизатор, эмульгатор соевый лецитин, корица, экстракт ячменного солода<br>Продукт может содержать следы молочных продуктов и орехов.<br>Пищевая ценность в 100 г: белки 9,4г; углеводы 67,0г (из них сахара 23,0г); жиры 13,0г (из них насыщенные 5,4г), клетчатка 7,0г.<br>Содержание соли в 100г продукта:0,38г. Витамины: В1 (Тиамин) 0,21мг. Минералы: фосфор 290,0мг, железо 3,0мг, магний 87,6мг, цинк 2,2мг, марганец 2,4мг.<br>Энергетическая ценность 437 Ккал.<br>Хранить в сухом месте при температуре не более +26С и относительной влажности воздуха не более 70%. Срок годности 12 месяцев.<br>Страна изготовитель: Польша",
        },
        {
          picture: SanteCrunchyOats,
          text: "Sante Хрустящие овсяные хлопья Crunchy с фруктами 350&nbspг",
          id: 2,
          description:
            "Состав:цельнозерновые овсяные хлопья 44,5%, мука 8,7% (ячменная, кукурузная, кукурузная крупа 1,5%), смесь фруктов в различных пропорциях 20% [(изюм (виноград сушеный, растительное масло: хлопковое масло и/или подсолнечное масло и/или рапсовое масло) банановые чипсы (банан, кокосовое масло, тростниковый сахар, ароматизатор, мед), глазированный ананас (ананас, тростниковый сахар, регулятор кислотности: лимонная кислота), сушеная подслащенная клюква (сушеная клюква, тростниковый сахар, подсолнечное масло), сушеное яблоко (яблоко, концентрат лимонного сока)], нерафинированный тростниковый сахар, негидрогенезированное пальмовое масло, глюкозный сироп, тростниковая патока, кокосовые хлопья, морская соль, ароматизатор, эмульгатор соевый лецитин, корица, экстракт ячменного солода.<br>Продукт может содержать следы молочных продуктов и орехов.<br>Пищевая ценность в 100 г: белки 7,9г; углеводы 67,0г (из них сахара 31,0г); жиры 12,0г (из них насыщенные 5,8г), клетчатка 7,2г.<br>Содержание соли в 100г продукта:0,30г. Витамины: В1 (Тиамин) 0,18мг.<br>Минералы: фосфор 238,0 мг, железо 2,6 мг, магний 72,3мг, цинк 1,8мг, марганец 1,9 мг.<br>Энергетическая ценность 422 Ккал.<br>Хранить в сухом месте при температуре не более +26С и относительной влажности воздуха не более 70%. Срок годности 12 месяцев.<br>Страна изготовитель: Польша",
        },
        {
          picture: SanteCrunchyBanana,
          text: "Sante Хрустящие овсяные хлопья Crunchy с бананом и шоколадом 350&nbspг",
          id: 3,
          description:
            "Состав: цельнозерновые овсяные хлопья 43,4%, мука 8,4% (ячменная, кукурузная, кукурузная крупа 1,4%), смесь фруктов 16%: банановые чипсы 9.0% (банан, кокосовое масло, тростниковый сахар, ароматизатор, мед), изюм (виноград сушеный, растительное масло: хлопковое масло и/или подсолнечное масло и/или рапсовое масло), нерафинированный тростниковый сахар, шоколад 6% (сахар, какао масса, какао масло, эмульгатор соевый лецитин, ваниль), негидрогенезированное пальмовое масло, глюкозный сироп, тростниковая патока, кокосовые хлопья, морская соль, эмульгатор соевый лецитин, корица, ароматизатор, экстракт ячменного солода.<br>Продукт может содержать следы молочных продуктов и орехов.<br>Пищевая ценность в 100 г: белки 8,0г; углеводы 64,0г (из них сахара 28,0г); жиры 15,0г (из них насыщенные 8,0г), клетчатка 7,2г.<br>Содержание соли в 100г продукта:0,3г. Витамины: В1 (Тиамин) 0,18мг. Минералы: фосфор 240,0 мг, железо 3,1 мг, магний 75,3мг, цинк 1,8 мг, марганец 1,9 мг.<br>Энергетическая ценность 437 Ккал.<br>Хранить в сухом месте при температуре не более +26С и относительной влажности воздуха не более 70%. Срок годности 12 месяцев.<br>Страна изготовитель: Польша",
        },
        {
          picture: SanteGranolaGranat,
          text: "Sante Хрустящие злаковые хлопья Granola с гранатом и черникой 350&nbspг",
          id: 4,
          description:
            "Состав: Цельнозерновые овсяные хлопья 42,2%, мука: ячменная, овсяная 7,4%, кукурузная; нерафинированный тростниковый сахар, подсолнечное масло, кубики из черники и граната 5% (фрукты: концентрированное яблочное пюре, концентрированный яблочный сок, черничное пюре, концентрированный гранатовый сок, концентрированный черничный сок, желирующий агент: пектин, цитрусовая клетчатка, натуральный ароматизатор: черника) зерна кукурузы, сушеная подслащенная клюква 2,5% (сушеная клюква, тростниковый сахар, подсолнечное масло), разрыхлитель: карбонат натрия; морская соль, эмульгатор: соевый лецитин, экстракт ячменного солода, ароматизатор.<br>Продукт может содержать следы орехов, кунжута и молока.<br>Пищевая ценность в 100 г: белки 9,1г; углеводы 68,0г, из них сахара 21,0г; жиры 13,0г, из них насыщенные 1,7г; клетчатка 7,2г, соль 0,28мг.<br>Витамины: В1 (Тиамин) 0,23мг; фолиевая кислота 31,2мг. Минералы: фосфор 286,0мг, магний 88,9мг, железо 3,1мг, цинк 2,3мг.<br>Энергетическая ценность 440 Ккал.<br>Хранить в сухом месте при температуре не более +26С и относительной влажности воздуха не более 70%. Срок годности 12 месяцев.<br>Страна изготовитель: Польша",
        },
        {
          picture: SanteGranolaFruits,
          text: "Sante Хрустящие злаковые хлопья Granola с клюквой, малиной и клубникой 350&nbspг",
          id: 5,
          description:
            "Состав: Цельнозерновые овсяные хлопья 45%, мука: овсяная 8,6%, ячменная, кукурузная; нерафинированный тростниковый сахар, подсолнечное масло, зерна кукурузы, кокосовые хлопья, сублимированные фрукты 2% в различных пропорциях: малина, клубника, клюква; меласса тростникового сахара, морская соль, эмульгатор: соевый лецитин, разрыхлитель: карбонат натрия; экстракт ячменного солода, ароматизатор.<br>Продукт может содержать следы молока, арахиса и других орехов.<br>Пищевая ценность в 100 г: белки 9,4г; углеводы 65,0г, из них сахара 19,0г; жиры 15,0г, из них  насыщенные 3,0г, клетчатка 7,5г, соль 0,55г.<br>Витамины: В1 (Тиамин) 0,23мг; фолиевая кислота 32,5мг. Минералы: фосфор 301,0мг, магний 93,4мг, железо 3,3мг, цинк 2,4мг.<br>Энергетическая ценность 448 Ккал.<br>Хранить в сухом месте при температуре не более +26С и относительной влажности воздуха не более 70%. Срок годности 12 месяцев.<br>Страна изготовитель: Польша",
        },
        {
          picture: SanteGranolaChokolad,
          text: "Sante Хрустящие злаковые хлопья Granola с шоколадом 350&nbspг",
          id: 6,
          description:
            "Состав: Хлопья овсяные цельнозерновые 37%, мука: ячменная, овсяная 6,8%, кукурузная; нерафинированный тростниковый сахар, шоколад 10% (сахар, какао тертое, масло какао, эмульгатор: лецитин (из соевых бобов); натуральный ароматизатор ваниль), масло подсолнечное, крупа кукурузная, какао с пониженным содержанием жира 2,3%, кокосовая стружка, патока тростниковая, морская соль, разрыхлитель: карбонаты натрия; эмульгатор: лецитин (соевый), экстракт ячменного солода, ароматизатор.<br>Продукт может содержать следы орехов, кунжута и молока.<br>Пищевая ценность в 100 г: белки 9,1г; углеводы 68,0г, из них сахара 21,0г; жиры 13,0г, из них насыщенные 1,7г; клетчатка 7,2г, соль 0,28мг.<br>Витамины: В1 (Тиамин) 0,23мг; фолиевая кислота 31,2мг. Минералы: фосфор 286,0мг, магний 88,9мг, железо 3,1мг, цинк 2,3мг.<br>Энергетическая ценность 440 Ккал.<br>Хранить в сухом месте при температуре не более +26С и относительной влажности воздуха не более 70%. Срок годности 12 месяцев.<br>Страна изготовитель: Польша",
        },
        {
          picture: SanteGranolaPeanut,
          text: "Sante Хрустящие злаковые хлопья Granola с орехами 350&nbspг",
          id: 7,
          description:
            "Состав: Хлопья овсяные цельнозерновые 36,7%, мука: овсяная 6,6%, ячневая, кукурузная; нерафинированный тростниковый сахар, арахис 9,4%, подсолнечное масло, арахисовый крем 5,2%: арахис; кукурузная крупа, кокосовая стружка, тростниковая патока, морская соль, разрыхлители: карбонаты натрия; эмульгатор: лецитины (из соевых бобов); экстракт ячменного солода, ароматизатор.<br>Продукт может содержать следы молока, арахиса и других орехов.<br>Пищевая ценность в 100 г: белки 9,4г; углеводы 65,0г, из них сахара 19,0г; жиры 15,0г, из них  насыщенные 3,0г, клетчатка 7,5г, соль 0,55г.<br>Витамины: В1 (Тиамин) 0,23мг; фолиевая кислота 32,5мг. Минералы: фосфор 301,0мг, магний 93,4мг, железо 3,3мг, цинк 2,4мг.<br>Энергетическая ценность 448 Ккал.<br>Хранить в сухом месте при температуре не более +26С и относительной влажности воздуха не более 70%. Срок годности 12 месяцев.<br>Страна изготовитель: Польша",
        },
      ],
    };
  },
};
</script>
