<template>
  <div>
    <show-case :sku="vivalDessertCards" />
  </div>
</template>

<script>
import ShowCase from "../components/ShowCase.vue";

import VivalDessertBanana from "../assets/Vival/Vdessert/десертные-конфеты-банан.jpg";
import VivalDessertDate from "../assets/Vival/Vdessert/десертные-конфеты-финик.jpg";
import VivalDessertFig from "../assets/Vival/Vdessert/десертные-конфеты-инжир.jpg";

export default {
  name: "VivalDesserts",
  components: {
    ShowCase,
  },
  data() {
    return {
      vivalDessertCards: [
        {
          picture: VivalDessertBanana,
          text: "ВИВАЛЬ Банан в шоколаде с пряной корицей 200 г",
          id: 1,
          description:
            "Cостав: бананы сушеные, яблоки сушеные(яблоки, регулятор кислотности лимонная кислота, консервант Е220), шоколадная глазурь (сахар, какао тертое, какао масло, эквивалент какао масла (растительный жир), какао-порошок, эмульгаторы (соевый лецитин,  Е476), ароматизатор «Ванилин»), кондитерская масса (сахар, жир  кондитерский (рафинированные дезодорированные  растительные масла в натуральном и модифицированном виде, в том числе соевое, антиокислитель Е306), сухое обезжиренное  молоко, олеин  пальмовый  рафинированный  дезодорированный  отбеленный (фракция масла  растительного (олеин  пальмовый  рафинированный  дезодорированный   отбеленный,  антиокислители (Е300, Е307)), сухая  молочная сыворотка, эмульгаторы (соевый лецитин, Е476), регулятор кислотности  Е330,  ароматизатор «Крем-брюле»), комплексная пищевая  добавка влагоудерживающая  «Ваниль» (агент влагоудерживающий Е 422, вкусоароматические вещества), консервант сорбат калия, корица молотая.<br>Продукт может содержать следы арахиса, кунжута и орехов.<br>Пищевая ценность в 100 г: Белки - 3,0 г, Жиры 13,5 г, Углеводы 69,2 г.<br>Энергетическая ценность 410,3 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%.<br>ТУ 9123-008-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: VivalDessertDate,
          text: "ВИВАЛЬ Финик в шоколаде со вкусом ирландских сливок 200 г",
          id: 2,
          description:
            "Cостав: финиковая паста (финик сушеный), шоколадная глазурь (сахар, какао тертое, какао-масло, эквивалент какао масла (растительный жир), какао-порошок, эмульгаторы(соевый лецитин, Е476),ароматизатор «Ванилин»), кондитерская масса (сахар, жир  кондитерский (рафинированные дезодорированные  растительные масла в натуральном и модифицированном виде, в том числе соевое, антиокислитель Е306), сухое обезжиренное  молоко, олеин  пальмовый  рафинированный  дезодорированный  отбеленный (фракция масла  растительного (олеин  пальмовый  рафинированный  дезодорированный   отбеленный,  антиокислители (Е300, Е307)), сухая  молочная сыворотка, эмульгаторы (соевый лецитин, Е476), регулятор кислотности  Е330,  ароматизатор «Крем-брюле»), комплексная пищевая  добавка влагоудерживающая  «Ваниль» (агент влагоудерживающий Е 422, вкусоароматические вещества), консервант сорбат калия, ароматизатор «Сливки ирландские».<br>Продукт может содержать следы арахиса, кунжута и орехов.<br>Пищевая ценность в 100 г: Белки - 2,6 г, Жиры 14,2 г, Углеводы 70 г.<br>Энергетическая ценность 418,2 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%.<br>ТУ 9123-008-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: VivalDessertFig,
          text: "ВИВАЛЬ Инжир в шоколаде со вкусом миланской карамели 200 г",
          id: 3,
          description:
            "Cостав: инжир сушеный, яблоки сушеные (яблоки, регулятор кислотности лимонная кислота, консервант Е220), шоколадная глазурь (сахар, какао тертое, какао-масло, эквивалент какао масла (растительный жир), какао-порошок, эмульгатор (соевый лецитин, Е476), ароматизатор «Ванилин»), кондитерская масса (сахар, жир  кондитерский (рафинированные дезодорированные  растительные масла в натуральном и модифицированном виде, в том числе соевое, антиокислитель Е306), сухое обезжиренное  молоко, олеин  пальмовый  рафинированный  дезодорированный  отбеленный (фракция масла  растительного (олеин  пальмовый  рафинированный  дезодорированный   отбеленный,  антиокислители (Е300, Е307)), сухая  молочная сыворотка, эмульгаторы (соевый лецитин, Е476), регулятор кислотности  Е330,  ароматизатор «Крем-брюле»),  консервант сорбат калия, ароматизатор «Карамель миланская».<br>Продукт может содержать следы арахиса, кунжута и орехов.<br>Пищевая ценность в 100 г: Белки - 2,7 г, Жиры 13,7 г, Углеводы 71,1 г.<br>Энергетическая ценность 418,5 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%.<br>ТУ 9123-008-60458573-15<br>Страна изготовитель: Россия",
        },
      ],
    };
  },
};
</script>
