<template>
  <div>
    <show-case :sku="vivalCoconutCards" />
  </div>
</template>

<script>
import ShowCase from "../components/ShowCase.vue";

import VivalCoconutAlmond from "../assets/Vival/Vcoconut/Кокос_с_миндалем_в_шоколадной_глазури_240г.jpg";
import VivalCocountW from "../assets/Vival/Vcoconut/Кокос--белый-фото2.jpg";
import VivalCocountB from "../assets/Vival/Vcoconut/Кокос--шоко-фото2.jpg";
import VivalCocountD from "../assets/Vival/Vcoconut/кокос-десерт-фото2.jpg";

export default {
  name: "VivalCoconut",
  components: {
    ShowCase,
  },
  data() {
    return {
      vivalCoconutCards: [
        {
          picture: VivalCoconutAlmond,
          text: "ВИВАЛЬ Кокос с миндалем в шоколадной глазури 240&nbspг",
          id: 1,
          description:
            "Состав: кокосовая стружка, шоколадная глазурь (сахар, какао тертое, какао-масло, эквивалент какао-масла (растительный жир), какао-порошок, эмульгаторы (соевый лецитин, Е 476), ароматизатор «Ванилин»), кондитерская масса (сахар, жир  кондитерский (рафинированные дезодорированные растительные масла в натуральном и модифицированном виде, в том числе соевое, антиокислитель Е306)), сухое обезжиренное  молоко, олеин пальмовый рафинированный дезодорированный отбеленный (фракция масла растительного (олеин пальмовый рафинированный дезодорированный отбеленный,  антиокислители (Е300, Е307)), сухая молочная сыворотка, эмульгаторы (соевый лецитин, Е476), регулятор кислотности  Е330, ароматизатор «Крем-брюле»), сахар, патока крахмальная, ядро миндаля жареное, агент влагоудерживающий  сорбитовый сироп, комплексная пищевая добавка глазирователь «Капол» (стабилизатор гуммиарабик, сахар, патока, растительное масло, регулятор кислотности лимонная кислота, консервант сорбиновая кислота), ароматизатор «Сливки».<br>Продукт может содержать следы кунжута, арахиса и других орехов.<br>Пищевая ценность в 100 г: Белки - 9,1 г, Жиры 18,7 г, Углеводы 46,3 г.<br>Энергетическая ценность 383 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%. Срок годности 6 месяцев.<br>ТУ 9123-008-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: VivalCocountW,
          text: "ВИВАЛЬ Кокоc в белой глазури 240&nbspг",
          id: 2,
          description:
            "Состав: кокосовая стружка, белая шоколадная глазурь (сахар, эквивалент какао-масла (пальмовое масло, масло ши), молоко сухое обезжиренное, какао-масло, молочный жир, эмульгаторы (соевый лецитин,Е476), ароматизатор «Ванильный»), кондитерская масса (сахар, жир кондитерский (рафинированные дезодорированные растительные масла в натуральном и модифицированном виде, в том числе соевое, антиокислитель Е306)), сухое обезжиренное молоко, олеин пальмовый  рафинированный дезодорированный отбеленный (фракция масла растительного (олеин пальмовый рафинированный  дезодорированный отбеленный, антиокислители (Е300, Е307)), сухая молочная сыворотка, эмульгаторы (соевый лецитин, Е476), регулятор кислотности  Е330, ароматизатор «Крем-брюле»), сахар, патока крахмальная, агент влагоудерживающий  сорбитовый сироп ароматизатор «Сливки».<br>Продукт может содержать следы арахиса, кунжута и орехов.<br>Пищевая ценность в 100 г: Белки - 7,7 г, Жиры 34,1 г, Углеводы 50,0 г.<br>Энергетическая ценность 537 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%. Срок годности 6 месяцев.<br>ТУ 9123-008-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: VivalCocountB,
          text: "ВИВАЛЬ Кокос «Шоколадный десерт» в шоколадной глазури 240&nbspг",
          id: 3,
          description:
            "Состав: кокосовая стружка, шоколадная глазурь (сахар, какао тертое, какао-масло, эквивалент какао-масла (растительный жир), какао-порошок, эмульгаторы (соевый лецитин, Е476), ароматизатор «Ванилин»), кондитерская масса (сахар, жир  кондитерский (рафинированные дезодорированные растительные масла в натуральном и модифицированном виде, в том числе соевое, антиокислитель Е306)), сухое обезжиренное молоко, олеин пальмовый рафинированный дезодорированный отбеленный (фракция масла растительного (олеин пальмовый рафинированный дезодорированный отбеленный, антиокислители (Е300, Е307)), сухая молочная сыворотка, эмульгаторы (соевый лецитин, Е476), регулятор кислотности  Е330, ароматизатор «Крем-брюле»), сахар, патока крахмальная, агент влагоудерживающий сорбитовый сироп, ароматизатор «Сливки».<br>Продукт может содержать следы арахиса, кунжута и орехов.<br>Пищевая ценность в 100 г: Белки - 6,7 г, Жиры 32,9 г, Углеводы 50,9 г.<br>Энергетическая ценность 527 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%. Срок годности 6 месяцев.<br>ТУ 9123-008-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: VivalCocountD,
          text: "ВИВАЛЬ Кокос в шоколадной глазури 240&nbspг",
          id: 4,
          description:
            "Состав: кокосовая стружка, шоколадная глазурь (сахар, какао тертое, какао-масло, эквивалент какао-масла (растительный жир), какао-порошок, эмульгаторы (соевый лецитин, Е476), ароматизатор «Ванилин»), кондитерская масса (сахар, жир  кондитерский (рафинированные дезодорированные растительные масла в натуральном и модифицированном виде, в том числе соевое, антиокислитель Е306)), сухое обезжиренное молоко, олеин пальмовый рафинированный дезодорированный отбеленный (фракция масла растительного (олеин пальмовый рафинированный дезодорированный отбеленный, антиокислители (Е300, Е307)), сухая молочная сыворотка, эмульгаторы (соевый лецитин, Е476), регулятор кислотности Е330, ароматизатор «Крем-брюле»), сахар, патока крахмальная, агент влагоудерживающий сорбитовый сироп какао-порошок, ароматизатор «Сливки».<br>Продукт может содержать следы  арахиса, кунжута и  орехов.<br>Пищевая ценность в 100 г: Белки - 6,9 г, Жиры 31,3 г, Углеводы 51,0 г.<br>Энергетическая ценность 514 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%. Срок годности 6 месяцев.<br>ТУ 9123-008-60458573-15<br>Страна изготовитель: Россия",
        },
      ],
    };
  },
};
</script>
