<template>
  <div>
    <show-case :sku="vivalDrageeCards" />
  </div>
</template>

<script>
import ShowCase from "../components/ShowCase.vue";

import VivalDrageeAlmond from "../assets/Vival/Vdragee/Драже_Миндаль_в_белой_шг_140г.jpg";
import VivalDrageePhista from "../assets/Vival/Vdragee/Драже_Фисташка_трюфель_120г.jpg";
import VivalDrageeHuzelW from "../assets/Vival/Vdragee/Драже_Фундук_в_белой_шок_глазури.jpg";
import VivalDrageeHuzelMB from "../assets/Vival/Vdragee/Драже_фундук_в_мол_шок_глазури_140г.jpg";

export default {
  name: "VivalDragee",
  components: {
    ShowCase,
  },
  data() {
    return {
      vivalDrageeCards: [
        {
          picture: VivalDrageeAlmond,
          text: "ВИВАЛЬ Миндаль в белой шоколадной глазури 140 г",
          id: 1,
          description:
            "Состав: белая шоколадная глазурь (сахар, какао-масло, молоко сухое цельное, сухая молочная сыворотка, эквивалент какао-масла (средняя фракция пальмового масла и экзотических масел (сал, иллипе, ши)), эмульгатор соевый лецитин, эмульгатор  Е476, ароматизатор «Ванилин»), ядра миндаля жареные, сахар, комплексная пищевая добавка глазирователь «Капол» (стабилизатор гуммиарабик, сахар, патока, пальмовое и кокосовое масло, этиловый спирт, глазирователь шеллак, регулятор кислотности лимонная кислота, консервант сорбиновая кислота), стабилизатор гуммиарабик.<br>Продукт может содержать следы арахиса, кунжута и других орехов.<br>Пищевая ценность в 100 г: Белки - 6,8 г, Жиры 40,5 г, Углеводы 47,7 г.<br>Энергетическая ценность 582 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%.<br>ТУ 9122-003-60458573-09<br>Страна изготовитель: Россия",
        },
        {
          picture: VivalDrageePhista,
          text: "ВИВАЛЬ Фисташка в шоколадной глазури «Трюфель» 120 г",
          id: 2,
          description:
            "Состав: молочная шоколадная глазурь (сахар, эквивалент какао-масла (пальмовое масло, масло ши), какао тертое, какао-порошок, какао-масло, сухая молочная сыворотка, молочный жир, эмульгаторы (соевый лецитин, Е476), ароматизаторы («Ириска», «Ванильный»), ядра фисташки жареные соленые (ядра фисташки жареные, соль поваренная пищевая, стабилизатор гуммиарабик), сахар, какао-порошок, стабилизатор гуммиарабик.<br>Продукт может содержать следы арахиса, кунжута и других орехов.<br>Пищевая ценность в 100 г: Белки - 9,7 г, Жиры 37,7 г, Углеводы 43,3 г.<br>Энергетическая ценность 539 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%.<br>ТУ 9122-003-60458573-09<br>Страна изготовитель: Россия",
        },
        {
          picture: VivalDrageeHuzelW,
          text: "ВИВАЛЬ Фундук в белой шоколадной глазури 140 г",
          id: 3,
          description:
            "Состав: белая шоколадная глазурь (сахар, какао-масло, молоко сухое цельное, сухая молочная сыворотка, эквивалент какао-масла (средняя фракция пальмового масла и экзотических масел (сал, иллипе, ши)), эмульгатор соевый лецитин, эмульгатор  Е476, ароматизатор «Ванилин»), ядра фундука жареные, сахар, комплексная пищевая добавка глазирователь  «Капол» (стабилизатор гуммиарабик, сахар, патока, пальмовое и кокосовое масло, этиловый спирт, глазирователь шеллак, регулятор кислотности лимонная кислота, консервант сорбиновая кислота), стабилизатор гуммиарабик. Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%. Срок годности 6 месяцев от даты изготовления и упаковывания (см. на упаковке).<br>Продукт может содержать следы арахиса, кунжута и других орехов.<br>Пищевая ценность в 100 г: Белки - 6,1 г, Жиры 42,8 г, Углеводы 46,8 г.<br>Энергетическая ценность 597 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%.<br>ТУ 9122-003-60458573-09<br>Страна изготовитель: Россия",
        },
        {
          picture: VivalDrageeHuzelMB,
          text: "ВИВАЛЬ Фундук в молочной шоколадной глазури 140 г",
          id: 4,
          description:
            "Состав: молочная шоколадная глазурь (сахар, растительный жир (эквивалент какао-масла), какао тертое, сухое обезжиренное молоко, сухая молочная сыворотка, эмульгаторы (соевый лецитин, Е476), ароматизатор «Ванилин»), ядра фундука сушеного, сахар, какао-порошок, комплексная пищевая добавка глазирователь «Капол» (стабилизатор гуммиарабик, сахар, патока,  пальмовое и кокосовое масло, этиловый спирт, глазирователь шеллак, регулятор кислотности лимонная кислота, консервант  сорбиновая кислота), стабилизатор гуммиарабик.<br>Продукт может содержать следы арахиса, кунжута и других орехов.<br>Пищевая ценность в 100 г: Белки - 8,9 г, Жиры 38,4 г, Углеводы 44,7 г.<br>Энергетическая ценность 547 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%.<br>ТУ 9122-003-60458573-09<br>Страна изготовитель: Россия",
        },
      ],
    };
  },
};
</script>
