<template>
  <div>
    <show-case :sku="vivalJellyCards" />
  </div>
</template>

<script>
import ShowCase from "../components/ShowCase.vue";

import VivalJellyApricot from "../assets/Vival/Vjelly/ФЖК_Абрикос175.jpg";
import VivalJellyApricotCr from "../assets/Vival/Vjelly/ФЖК-Абрикос-клюква175.jpg";
import VivalJellyAppleSt from "../assets/Vival/Vjelly/ФЖК-Клубника-яблоко175.jpg";
import VivalJellyPruneCh from "../assets/Vival/Vjelly/ФЖК-чернослив-черешня175.jpg";
import VivalJellyPrune from "../assets/Vival/Vjelly/ФЖК-Чернослив175.jpg";

export default {
  name: "VivalJelly",
  components: {
    ShowCase,
  },
  data() {
    return {
      vivalJellyCards: [
        {
          picture: VivalJellyApricot,
          text: "ВИВАЛЬ Абрикос в темной глазури 175 г",
          id: 1,
          description:
            "Состав: абрикос сушеный (абрикос сушеный без косточки, консервант Е220), глазурь кондитерская (сахар, заменитель какао-масла нетемперируемый лауринового типа (фракция гидрогенизированного пальмоядрового масла, эмульгаторы (лецитин соевый, Е492)), какао-порошок, молоко сухое цельное, эмульгаторы (лецитин соевый, Е476), ароматизатор «Ванилин), фруктово-ягодная начинка «Абрикос» (сахар, абрикос, загуститель пектин, крахмал кукурузный, регулятор кислотности лимонная кислота, краситель аннато, ароматизатор «Абрикос», консервант сорбат калия), комплексная пищевая добавка влагоудерживающая «Ваниль» (агент влагоудерживающий Е 422, вкусоароматические вещества), ароматизатор «Абрикос», консервант сорбат калия.<br>Продукт может содержать косточки или их фрагменты, следы арахиса, кунжута и орехов.<br>Пищевая ценность в 100 г: Белки - 3,4 г, Жиры 11,24 г, Углеводы 63,9 г.<br>Энергетическая ценность 374 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%.<br>ТУ 9123-008-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: VivalJellyApricotCr,
          text: "ВИВАЛЬ Абрикос с клюквой в темной глазури 175 г",
          id: 2,
          description:
            "Состав: абрикос сушеный (абрикос сушеный без косточки, консервант Е220), глазурь кондитерская (сахар, заменитель какао-масла нетемперируемый лауринового типа (фракция гидрогенизированного пальмоядрового масла, эмульгатор лецитин соевый, эмульгатор Е492), какао-порошок, молоко сухое цельное, эмульгатор лецитин соевый, эмульгатор Е476, ароматизатор «Ванилин»), фруктово-ягодная начинка «Клюква» (сахар, клюква, стабилизатор пектин, регулятор кислотности лимонная кислота, краситель кармин, ароматизатор «Клюква», ароматизатор «Пепперминт», консервант сорбат калия), комплексная пищевая добавка влагоудерживающая «Ваниль» (агент влагоудерживающий Е422, вкусоароматические вещества), ароматизатор «Абрикос», консервант сорбат калия.<br>Продукт может содержать косточки или их фрагменты, следы арахиса, кунжута и орехов.<br>Пищевая ценность в 100 г: Белки - 3,3 г, Жиры 11,3 г, Углеводы 63,9 г.<br>Энергетическая ценность 370 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%.<br>ТУ 9123-008-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: VivalJellyAppleSt,
          text: "ВИВАЛЬ Клубника с яблоком в белой глазури 175 г",
          id: 3,
          description:
            'Состав: клубника сушеная (клубника, сахар, регулятор кислотности лимонная кислота, консервант Е220, краситель кармины), яблоки сушеные (яблоки, регулятор кислотности лимонная кислота, консервант E220), глазурь кондитерская белая (сахар, заменитель какао масла нетемперируемый лауринового типа (пальмоядровое масло, эмульгаторы (соевый лецитин, Е492)), сыворотка сухая молочная, эмульгаторы (соевый лецитин, Е476), ароматизатор "Ванильный"), фруктово-ягодная начинка «Клубника» (сахар, клубника, стабилизатор пектин, регулятор кислотности лимонная кислота, краситель кармины, ароматизатор, консервант сорбат калия), комплексная  пищевая добавка влагоудерживающая «Ваниль» (агент влагоудерживающий Е422, вкусоароматические вещества), ароматизатор «Клубника»,краситель кармины, консервант сорбат калия.<br>Продукт может содержать  следы арахиса, кунжута и орехов.<br>Пищевая ценность в 100 г: Белки - 0,5 г, Жиры 11,0 г, Углеводы 67,0 г.<br>Энергетическая ценность 369 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%.<br>ТУ9123-008-60458573-15<br>Страна изготовитель: Россия',
        },
        {
          picture: VivalJellyPruneCh,
          text: "ВИВАЛЬ Чернослив с черешней в темной глазури 175 г",
          id: 4,
          description:
            "Состав: чернослив (сливы сушеные без косточки, масло подсолнечное, консервант сорбат калия), глазурь кондитерская (сахар, заменитель какао-масла нетемперируемый лауринового типа (фракция гидрогенизированного пальмоядрового масла, эмульгатор лецитин соевый, эмульгатор Е492), какао-порошок, молоко сухое цельное,  эмульгатор лецитин соевый, эмульгатор Е476, ароматизатор «Ванилин»), фруктово-ягодная начинка «Черешня» (сахар, черешня, стабилизатор пектин, регулятор кислотности лимонная кислота, краситель антоцианы, ароматизатор «Черешня», консервант сорбат калия), комплексная пищевая добавка влагоудерживающая «Ваниль» (агент влагоудерживающий Е422, вкусоароматические вещества), консервант сорбат калия.<br>Продукт может содержать  косточки или их фрагменты, следы арахиса, кунжута и орехов.<br>Пищевая ценность в 100 г: Белки - 1,9 г, Жиры 11,2 г, Углеводы 62,3 г.<br>Энергетическая ценность 358 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%.<br>ТУ 9123-008-60458573-15<br>Страна изготовитель: Россия",
        },
        {
          picture: VivalJellyPrune,
          text: "ВИВАЛЬ Чернослив в темной глазури 175 г",
          id: 5,
          description:
            "Состав: чернослив (сливы сушеные без косточки, масло подсолнечное, консервант сорбат калия), глазурь кондитерская (сахар, заменитель какао-масла нетемперируемый лауринового типа (фракция гидрогенизированного пальмоядрового масла, эмульгаторы (лецитин соевый,Е492)), какао-порошок, молоко сухое цельное, эмульгаторы (лецитин соевый, Е476), ароматизатор «Ванилин»), фруктово-ягодная начинка «Чернослив» (сахар, чернослив, стабилизатор пектин, регулятор кислотности лимонная кислота, краситель Е150a, ароматизатор «Чернослив», консервант сорбат калия), комплексная пищевая добавка влагоудерживающая «Ваниль» (агент влагоудерживающий Е422, вкусоароматические вещества), консервант сорбат калия.<br>Продукт может содержать косточки или их фрагменты, следы арахиса, кунжута и орехов<br>Пищевая ценность в 100 г: Белки - 2,0 г, Жиры 11,24 г, Углеводы 62,3 г.<br>Энергетическая ценность 360 Ккал.<br>Хранить при температуре от +15°С до +21°С и относительной влажности воздуха не более 75%.<br>ТУ 9123-008-60458573-15<br>Страна изготовитель: Россия",
        },
      ],
    };
  },
};
</script>
